---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Analysis.FieldDomainPointsByUV
source: html/8da4f2cc-2274-45bb-a26c-c64a7a741c67.htm
---
# FieldDomainPointsByUV Members

Creates object from an array of two-dimensional point coordinates